Repository: OpenIntelWireless/HeliPort
Catalog: HeliPort/Appearance/*.lproj/Localizable.strings
Languages: ar, cs, de, el, fr, id, it, pt_br, ro, ru, tr, vi

source: itlwm API Version:
ar: إصدار itlwm API
cs: Verze itlwm API:
el: itlwm API Έκδοση:
fr: Version de l'API d'itlwm:
id: Versi API itlwm:
it: Versione API di itlwm:
pt_br: Versão da API do itlwm:
ro: Versiune API itlwm:
ru: Версия itlwm API:
tr: itlwm API Versiyonu:
vi: Phiên bản API itlwm:

source: itlwm Version Mismatch
cs: Rozdílné verze itlwm a HeliPort
de: itlwm Version stimmt nicht überein
el: itlwm Μη Συμβατή Έκδοση
fr: La version de itlwm ne correspond pas
id: Versi itlwm tidak cocok
it: La versione di itlwm non corrisponde
pt_br: Versão do itlwm Incompatível
ro: Versiunea itlwm nu corespunde
ru: Несоответствие версии itlwm
tr: itlwm Versiyonu Hatalı
vi: Phiên bản itlwm không đồng bộ

source: itlwm is not running
cs: itlwm není spuštěný
de: itlwm läuft nicht
fr: itlwm n'est pas en cours d'éxecution
id: itlwm belum dijalankan
it: itlwm non è in esecuzione
pt_br: itlwm não está em execução
ro: itlwm nu rulează
ru: itlwm не запущен
tr: itlwm çalışmıyor
vi: itlwm hiện không chạy

source: none
de: ohne
it: nessuna
pt_br: nenhum
ru: нет
vi: trống

source: verify your credentials to show the stored password
de: deine Anmeldeinformationen verifizieren, um das gespeicherte Passwort anzuzeigen
it: verifica le tue credenziali per mostrare la password salvata
pt_br: verifique suas credenciais para mostrar a senha armazenada
ru: подтвердить ваши данные для просмотра сохранённого пароля
vi: xác thực giấy phép để hiển thị mật khẩu đã lưu

source: Disconnect from:
cs: Odpojit se od:
de: Trennung von:
el: Αποσύνδεση από:
fr: Déconnection de:
id: Putuskan dari:
it: Disconnetti da:
ro: Deconectează-te de la:
tr: Bağlantıyı Kapat:

source: Internet:
el: Διαδίκτυο:

source: No Status Information Available
ro: Nicio informație disponibilă
