Repository: OpenIntelWireless/HeliPort
Catalog: HeliPort/Appearance/*.lproj/Localizable.strings
Languages: ar, cs, de, el, fr, id, it, pt_br, ro, ru, tr, vi

source: Channel:
ar: قناة:
cs: Kanál:
de: Kanal:
el: Κανάλι:
fr: Canal:
id: Kanal:
it: Canale:
pt_br: Canal:
ro: Canal:
ru: Канал:
tr: Kanal:
vi: Kênh:

source: Country Code:
ar: رمز الدولة:
cs: Kód země:
de: Länderkennung:
el: Κωδικός Χώρας:
fr: Code du Pays:
id: Kode Negara:
it: Codice Paese:
pt_br: Código do país:
ro: Codul Țării:
ru: Код страны:
tr: Ülke Kodu:
vi: Mã quốc gia:

source: IP Address:
ar: عنوان IP:
cs: IP Adresa:
de: IP-Adresse:
el: Διεύθυνση IP:
fr: Adresse IP:
id: Alamat IP:
it: Indirizzo IP:
pt_br: Endereço IP:
ro: Adresă IP:
ru: IP адрес:
tr: IP Adresi:
vi: Địa chỉ IP:

source: MCS Index:
cs: Index MCS:
el: Δείκτης MCS:
fr: Index MCS:
id: Indeks MCS:
it: Indice MCS:
pt_br: Índice MCS:
ro: Index MCS:
tr: MCS Indeksi:
vi: Chỉ mục MCS:

source: Noise:
ar: التشويش:
cs: Šum:
de: Störsignal:
el: Θόρυβος:
fr: Bruit:
it: Disturbo:
pt_br: Ruído:
ro: Zgomot:
ru: Шум:
tr: Parazit:
vi: Tiếng ồn:

source: PHY Mode:
ar: وضع PHY:
cs: Režim PHY:
de: PHY-Modus:
el: Λειτουργία PHY:
fr: Mode PHY:
id: Mode PHY:
it: Modalità PHY:
pt_br: Modo PHY:
ro: Mod PHY:
tr: PHY Modu:
vi: Chế độ PHY:

source: Router:
ar: جهاز التوجيه:
cs: Směrovač:
el: Δρομολογητής:
fr: Routeur:
pt_br: Roteador:
ru: Маршрутизатор:
tr: Yönetici IP:
vi: Bộ định tuyến:

source: Security:
ar: الأمان:
cs: Zabezpečení:
de: Sicherheit:
el: Τύπος Ασφαλείας:
fr: Sécurité:
id: Keamanan:
it: Sicurezza:
pt_br: Segurança:
ro: Securitate:
ru: Безопасность:
tr: Güvenlik Türü:
vi: Bảo mật:

source: Tx Rate:
ar: معدل Tx:
el: Ρυθμός Tx:
fr: Taux Tx:
it: Frequenza Tx:
pt_br: Taxa Tx:
ro: Rată Tx:
ru: Скорость подключения:
tr: Tx Oranı:
vi: Tỷ lệ Tx:

source: %@'s Credentials
ar: شهادة %@
de: Anmeldeinformationen für "%@"
it: Credenziali di %@
pt_br: Credenciais de %@
ru: Данные %@
vi: Giấy phép của %@

source: %@'s Info
ar: معلومات %@
de: "%@"s Informationen
it: Informazioni su %@
pt_br: Informações de %@
ru: Информация о %@
vi: Thông tin của %@

source: About HeliPort
ar: حول HeliPort
cs: O aplikaci HeliPort
de: Über HeliPort
el: Πληροφορίες για το HeliPort
fr: À propos de HeliPort
id: Tentang HeliPort
it: Informazioni su HeliPort
pt_br: Sobre o HeliPort
ro: Despre HeliPort
ru: О HeliPort
tr: HeliPort Hakkında
vi: Giới thiệu về HeliPort

source: Address:
ar: عنوان MAC:
cs: Adresa:
de: Adresse:
el: Διεύθυνση:
fr: Adresse:
id: Alamat:
it: Indirizzo:
pt_br: Endereço:
ro: Adresă:
ru: Адрес:
tr: MAC Adresi:
vi: Địa chỉ:

source: Auto Join
ar: الانضمام التلقائي
de: Automatisch verbinden
it: Connetti automaticamente
pt_br: Conexão Automática
ru: Автоматическое подключение
vi: Tự động kết nối

source: Automatically check for updates.
ar: تحقق من التحديثات تلقائياً
de: Automatisch nach Aktualisierungen suchen
it: Controlla automaticamente gli aggiornamenti.
pt_br: Verificar automaticamente por atualizações.
ru: Автоматически проверять наличие обновлений.
vi: Tự động kiểm tra cập nhật.

source: Automatically download new updates.
de: Automatisch neue Updates herunterladen
it: Scarica automaticamente gli aggiornamenti.
pt_br: Baixar automaticamente novas atualizações.
ru: Автоматически скачивать новые обновления.
vi: Tự động tải về bản cập nhật.

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
fr: Annuler
id: Batal
it: Annulla
pt_br: Cancelar
ro: Anulare
ru: Отменить
tr: İptal
vi: Huỷ

source: Check for Updates...
ar: تحقق من التحديثات...
cs: Zkontrolovat aktualizace...
de: Auf Updates überprüfen...
el: Ελεγχος για Ενημερώσεις...
fr: Recherche de mise a jour...
id: Cek Pembaharuan...
it: Controlla gli aggiornameti...
pt_br: Verificar por Atualizações...
ro: Caută Actualizări...
ru: Проверка обновлений...
tr: Güncellemeleri Kontrol Et...
vi: Kiểm tra cập nhật...

source: Choose a folder to output the bug report
pt_br: Escolha uma pasta para salvar o relatório de bug
vi: Chọn thư mục để xuất báo cáo lỗi

source: Close
ar: إغلاق
de: Schließen
it: Chiudi
pt_br: Fechar
ru: Закрыть
vi: Đóng

source: Command failed to fetch logs for HeliPort.
pt_br: Falha ao buscar logs para o HeliPort.
vi: Lệnh không thể tìm nạp nhật ký cho HeliPort.

source: Could not create zip file for generated logs.
pt_br: Não foi possível criar o arquivo zip para os logs gerados.
vi: Không thể tạo ra file zip cho nhật ký được tạo ra.

source: Could not generate report for HeliPort.
pt_br: Não foi possível gerar o relatório para o HeliPort.
vi: Không thể tạo ra báo cáo cho HeliPort.

source: Could not get path to generate bug report.
pt_br: Não foi possível obter o caminho para gerar o relatório de bug.
vi: Không thể lấy đường dẫn để tạo báo cáo lỗi.

source: Could not read logs for `itlwm`. Make sure you allow `HeliPort` to read logs when prompted.
pt_br: Não foi possível ler os logs do `itlwm`. Verifique se você permitiu que o `HeliPort` leia logs quando solicitado.
vi: Không thể đọc nhật ký cho `itlwm`. Hãy chắn chắn rằng bạn cho phép `HeliPort` đọc nhật ký khi được yêu cầu.

source: Create Diagnostics Report...
cs: Vytvoření souboru diagnostiky...
de: Diagnosebericht erstellen...
el: Δημιουργία Αναφοράς Διαγνωστικών...
fr: Création du rapport de diagnostic...
id: Buat Laporan Diagnosis...
it: Crea resoconto di diagnosi...
pt_br: Criar Relatório de Diagnóstico...
ro: Creare Raport de Diagnosticare...
ru: Создать отчет...
tr: Tanı Raporu Oluştur...
vi: Tạo Báo cáo chẩn đoán...

source: Create Network...
cs: Vytvořit síť...
de: Netzwerk anlegen...
el: Δημιουργία Δικτύου...
fr: Création du réseau...
id: Buat Jaringan...
it: Crea rete...
pt_br: Adicionar Rede...
ro: Creează Rețea...
ru: Создать сеть...
tr: Ağ Oluştur...
vi: Tạo mạng mới...

source: Disconnect from
pt_br: Desconectar-se de
ru: Отключиться от
vi: Ngắt kết nối

source: Dismiss
cs: Zavřít
de: Verwerfen
fr: Rejeter
id: Singkirkan
it: Chiudi
pt_br: Esquecer
ro: Anulare
ru: Пропустить
tr: Reddet
vi: Bỏ qua

source: Drag networks into the order you prefer.
de: Bewege die Netzwerke in deine bevorzugte Reihenfolge.
it: Sposta le reti nell'ordine che preferisci.
pt_br: Arraste as redes para a ordem que você preferir.
ru: Изменяйте порядок сетей перетаскиванием.
vi: Di chuyển thứ tự mạng theo ý của bạn.

source: Dynamic WEP
ar: WEP الديناميكية
cs: Dynamické WEP
de: Dynamisches WEP
el: Δυναμικό WEP
fr: WEP Dynamique
id: WEP Dinamis
it: WEP Dinamico
pt_br: WEP Dinâmico
ro: WEP Dinamic
ru: Динамический WEP
tr: Dinamik WEP
vi: WEP Động

source: Enable Wi-Fi Logging
cs: Povolit logování Wi-Fi sítě
de: WLAN-Protokollierung aktivieren
el: Ενεργοποίηση Καταγραφής Wi-Fi
fr: Activer la connection Wi-Fi
id: Aktifkan Pencatatan Log Wi-Fi
it: Abilita il log Wi-Fi
pt_br: Ativar Registro de Wi-Fi
ro: Activare Înregistrare Wi-Fi
ru: Включить логирование Wi-Fi
tr: Wi-Fi Tanılamayı Aç
vi: Bật Ghi nhật ký Wi-Fi

source: Encryption type unsupported
de: Verschlüsselungstyp wird nicht unterstützt
it: Protocollo di sicurezza non supportato
pt_br: Tipo de criptografia não suportada
ru: Тип шифрования не поддерживается
vi: Loại mã hoá không được hỗ trợ

source: Enter the name and security type of the network you want to join.
cs: Zadejte SSID a typ zabezpečení Wi-FI sítě.
de: Gib den Namen und den Sicherheitstyp des Netzwerks an, mit dem du dich verbinden möchtest.
el: Εισάγετε το όνομα και τον τύπο ασφαλείας του δικτύου στο οποίο θέλετε να εισέλθετε.
fr: Entrez le nom et le type de sécurité du réseau auquel vous souhaitez vous connecter
id: Masukkan nama dan jenis keamanan jaringan yang ingin Anda sambungkan
it: Inserire il nome e il tipo di protezione della rete a cui desideri accedere.
pt_br: Digite o nome e o tipo de segurança da rede à qual você deseja se conectar.
ro: Introduceți numele și tipul securității rețelei căreia vreți să vă alăturați.
ru: Выберите имя и тип шифрования сети, к которой хотите подключиться.
tr: Bağlanmak istediğiniz kablosuz ağın adını ve güvenlik türünü girin.
vi: Nhập tên và loại bảo mật của mạng mà bạn muốn kết nối.

source: Error occurred while generating bug report.
pt_br: Ocorreu um erro ao gerar o relatório de bug.
vi: Đã xảy ra lỗi khi đang tạo báo cáo lỗi.

source: FUNCTION NOT IMPLEMENTED
cs: FUNKCE NENÍ IMPLEMENTOVÁNA
de: FUNKTION NICHT IMPLEMENTIERT
el: ΜΗ ΔΙΑΘΕΣΙΜΗ ΛΕΙΤΟΥΡΓΙΑ
fr: FONCTION NON IMPLÉMENTÉE
id: FUNGSI BELUM DIIMPLEMENTASIKAN
it: FUNZIONE NON IMPLEMENTATA
pt_br: FUNÇÃO NÃO IMPLEMENTADA
ro: FUNCȚIE NEIMPLEMENTATĂ
ru: ФУНКЦИЯ НЕ РЕАЛИЗОВАНА
tr: FONKSİYON KULLANIMDA DEĞİL
vi: CHỨC NĂNG CHƯA THÍCH HỢP

source: Find and join a Wi-Fi network.
cs: Najdi a připoj se k Wi-Fi síti
de: WLAN-Netzwerk finden und damit verbinden
el: Βρείτε και εισέλθετε σε ένα δίκτυο Wi-Fi.
fr: Trouver et se connecter à un reseau Wi-Fi
id: Cari dan sambungkan jaringan Wi-Fi
it: Trova e accedi a una rete Wi-Fi.
pt_br: Encontre e entre em uma rede Wi-Fi.
ro: Caută și conectează-te la o rețea Wi-Fi.
ru: Найти и подключиться к сети.
tr: Wi-Fi ağ bağlantısını bul ve bağlan.
vi: Tìm và kết nối một mạng Wi-fi.

source: General
ar: عام
de: Allgemein
it: Generali
pt_br: Geral
ru: Основные
vi: Cài đặt chung

source: HeliPort API Version:
ar: نسخة HeliPort API:
cs: Verze HeliPort API:
el: HeliPort API Έκδοση:
fr: Version de l'API d'HeliPort:
id: Versi API HeliPort:
it: Versione API di HeliPort:
pt_br: Versão da API do HeliPort:
ro: Versiunea API Heliport:
ru: Версия API HeliPort:
tr: HeliPort API Versiyonu:
vi: Phiên bản API HeliPort:

source: HeliPort running at an unexpected path
cs: HeliPort není správně umístěn
de: HeliPort läuft auf einem unerwarteten Pfad
fr: HeliPort n'est pas situé au bonne endroit
id: HeliPort berjalan pada lokasi yang tidak terduga
it: HeliPort è in un percorso non supportato
pt_br: HeliPort rodando em um caminho inesperado
ro: HeliPort rulează într-un folder neimplicit
ru: HeliPort запущен не из каталога программы
tr: HeliPort beklenmeyen dosya konumundan çalıştılıyor.
vi: Đường dẫn của HeliPort không đúng

source: Interface Name:
cs: Název rozhraní:
de: Anschlussname:
el: Όνομα Διεπαφής:
fr: Nom de l'interface:
id: Nama Antarmuka:
it: Nome Interfaccia:
pt_br: Nome da Interface:
ro: Numele Interfaței:
ru: Имя интерфейса:
tr: Arayüz Adı:
vi: Tên mạng:

source: Join Other Network...
ar: انضمام إلى شبكة أخرى...
cs: Připojit se k jiné síti
de: Mit anderem Netzwerk verbinden...
el: Εισέλθετε σε Άλλο Δίκτυο...
fr: Se connecter à un autre réseau...
id: Sambungkan ke Jaringan Lain...
it: Accedi a un'altra rete...
pt_br: Entrar em Outra Rede...
ro: Conectează-te la o altă rețea...
ru: Подключиться к другой сети...
tr: Diğer Kablosuz Ağ'a Bağlan...
vi: Kết nối mạng khác...

source: Join
ar: انضمام
cs: Připojit
de: Verbinden
el: Είσοδος
fr: Se connecter
id: Sambungkan
it: Connetti
pt_br: Entrar
ro: Conectează-te
ru: Подключиться
tr: Bağlan
vi: Kết nối

source: Launch At Login
ar: فتح عند الدخول
cs: Otevřít při přihlášení
de: Beim Anmelden starten
el: Αυτόματη Εκκίνηση
fr: Lancer au démarrage
id: Jalankan ketika Login
it: Avvia al login
pt_br: Iniciar no Login
ro: Rulează la pornirea calculatorului
ru: Запускать при старте
tr: Başlangıçta Çalıştır
vi: Mở khi đăng nhập

source: Make sure you have installed `DebugEnhancer.kext` before collecting logs for itlwm.
pt_br: Certifique-se de ter instalado `DebugEnhancer.kext` antes de coletar logs para o itlwm.
vi: Hãy chắc chắn rằng bạn đã cài đặt `DebugEnhancer.kext` trước khi thu nhật ký cho itlwm.

source: Network Name
ar: إسم الشبكة
de: Netzwerkname
it: Nome della Rete
pt_br: Nome da Rede
ru: Имя сети
vi: Tên mạng

source: Network Name:
ar: إسم الشبكة:
cs: Název sítě:
de: Netzwerkname:
el: Ονομα Δικτύου:
fr: Nom du réseau:
id: Nama Jaringan:
it: Nome della Rete:
pt_br: Nome da Rede:
ro: Numele Rețelei:
ru: Имя сети:
tr: Kablosuz Ağ Adı:
vi: Tên mạng:

source: Networks
ar: الشبكات
de: Netzwerke
it: Reti
pt_br: Redes
ru: Сети
vi: Mạng

source: No Network Avaliable
cs: Nenalezena žádná WI-Fi síť
de: Kein Netzwerk verfügbar
el: Κανένα Διαθέσιμο Δίκτυο
fr: Aucun réseau disponible
id: Tidak Ada Jaringan
it: Nessuna rete disponibile
pt_br: Nenhuma Rede Disponível
ro: Nicio rețea disponibilă
ru: Нет доступных сетей
tr: Ağ Bağlantısı Mevcut Değil
vi: Không tìm thấy Mạng

source: No Status Information Avaliable
cs: Informace o stavu nejsou dostupné
de: Keine Statusinformationen verfügbar
el: Δεν Υπάρχουν Πληροφορίες Κατάστασης
fr: Aucune information disponible
id: Tidak ada Informasi Status yang Tersedia
it: Nessuna informazione di stato disponibile
pt_br: Nenhuma Informação de Status Disponível
ru: Нет доступной информации о статусе
tr: Durum Bilgisi Mevcut Değil
vi: Không có thông tin trạng thái

source: None
ar: Hiçbiri
cs: Žádné
de: Ohne
el: Κανένα
fr: Aucun
id: Tiada
it: Nessuna
pt_br: Nenhum
ro: Niciuna
ru: Нет
tr: Hiçbiri
vi: Không

source: Open Documentation
pt_br: Abrir Documentação
vi: Mở Tài liệu

source: Open Network Preferences...
ar: تفضيلات الشبكة...
cs: Otevřít předvolby pro Síť...
de: Netzwerkeinstellungen öffnen...
el: Άνοιγμα Προτιμήσεων Δικτύου...
fr: Ouvrir les préférences réseau...
id: Buka Pengaturan Jaringan...
it: Apri Preferenze di Rete...
pt_br: Abrir Preferências de Rede...
ro: Deschide preferințe de rețea...
ru: Открыть настройки сети...
tr: Ağ Tercihlerini Aç...
vi: Mở Tuỳ chọn Mạng...

source: Open Wireless Diagnostics...
cs: Otevřít diagnostiku bezdrátového připojení...
de: Diagnose für drahtlose Umgebungen öffnen...
el: Άνοιγμα Ασύρματων Διαγνωστικών...
fr: Ouvrir les diagnostics réseau...
id: Buka Diagnosis Wi-Fi...
it: Apri Diagnosi Wireless...
pt_br: Abrir Diagnóstico de Rede Sem Fio...
ro: Deschide diagnosticare Wireless...
ru: Открыть диагностику Wi-Fi...
tr: Kablosuz Tanılamayı Aç...
vi: Mở Chẩn đoán không dây...

source: Network Preferences
ar: تفضيلات الشبكة
it: Preferenze di Rete
pt_br: Preferências de Rede
vi: Tuỳ chọn Mạng

source: Password
ar: كلمة السر
cs: Heslo
de: Passwort
el: Συνθηματικό
fr: Mot de passe
id: Kata Sandi
pt_br: Senha
ro: Parolă
ru: Пароль
tr: Şifre
vi: Mật khẩu

source: Password:
ar: كلمة السر:
cs: Heslo:
de: Passwort:
el: Συνθηματικό:
fr: Mot de passe:
id: Kata Sandi:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
tr: Şifre:
vi: Mật khẩu:

source: Quit HeliPort
ar: إنهاء HeliPort
cs: Ukončit HeliPort
de: HeliPort beenden
el: Έξοδος HeliPort
fr: Quitter HeliPort
id: Keluar dari HeliPort
it: Chiudi HeliPort
pt_br: Sair do HeliPort
ro: Închide HeliPort
ru: Выйти из HeliPort
tr: Heliport'u Kapat
vi: Thoát HeliPort

source: Reachable
cs: Dosažitelné
de: Erreichbar
el: Προσβάσιμο
fr: Accessible
id: Terjangkau
it: Raggiungibile
pt_br: Acessível
ro: Accesibilă
ru: Достижимо
tr: Bağlantı Var
vi: Có thể truy cập

source: Remember this network
ar: تذكر هذه الشبكة
cs: Zapamatovat si tuto síť
de: Dieses Netzwerk merken
el: Απομνημόνευση δικτύου
fr: Se souvenir de ce réseau
id: Ingat jaringan ini
it: Ricorda questa rete
pt_br: Lembrar desta rede
ro: Ține minte această parolă
ru: Запомнить эту сеть
tr: Bu ağı hatırla
vi: Ghi nhớ mạng này

source: Remove Wi-Fi network %@?
ar: إزالة شبكة %@؟
de: WLAN "%@" entfernen?
it: Rimuovere la rete Wi-Fi %@?
pt_br: Remover a rede Wi-Fi %@?
ru: Удалить Wi-Fi сеть %@?
vi: Xoá mạng Wi-Fi %@?

source: Remove
ar: إزالة
de: Entfernen
it: Rimuovi
pt_br: Remover
ru: Удалить
vi: Xoá bỏ

source: Saved Networks:
ar: الشبكات المحفوظة:
de: Gespeicherte Netzwerke:
it: Reti salvate:
pt_br: Redes Salvas:
ru: Сохранённые сети:
vi: Các mạng đã lưu:

source: Security
ar: الأمان
de: Sicherheit
it: Sicurezza
pt_br: Segurança
ru: Безопасность
vi: Bảo mật

source: Security:
ar: الأمان:
cs: Zabezpečení:
de: Sicherheit:
el: Τύπος Ασφαλείας:
fr: Sécurité
id: Keamanan:
it: Sicurezza:
pt_br: Segurança:
ro: Securitate
ru: Безопасность
tr: Güvenlik Türü
vi: Bảo mật:

source: Show password
ar: إظهار كلمة السر
cs: Zobrazit heslo
de: Passwort einblenden
el: Δείξε το συνθηματικό
fr: Afficher le mot de passe
id: Tampilkan kata sandi
it: Mostra la password
pt_br: Exibir senha
ro: Afișează parola
ru: Показать пароль
tr: Şifreyi göster
vi: Hiển thị mật khẩu

source: The bug report will be generated in the seleted folder
pt_br: O relatório de bug será gerado na pasta selecionada
vi: Báo cáo lỗi sẽ được tạo ra trong thư mục đã chọn

source: Turn Wi-Fi Off
ar: إيقاف Wi-Fi
cs: Vypnout Wi-Fi
de: WLAN deaktivieren
el: Απενεργοποίηση Wi-Fi
fr: Désactiver le Wi-Fi
id: Matikan Wi-Fi
it: Disattiva il Wi-Fi
pt_br: Desativar Wi-Fi
ro: Dezactivează Wi-Fi
ru: Выключить Wi-Fi
tr: Wi-Fi Kapat
vi: Tắt Wi-Fi

source: Turn Wi-Fi On
ar: تشغيل Wi-Fi
cs: Zapnout Wi-Fi
de: WLAN aktivieren
el: Ενεργοποίηση Wi-Fi
fr: Activer le Wi-Fi
id: Nyalakan le Wi-Fi
it: Attiva il Wi-Fi
pt_br: Ativar Wi-Fi
ro: Activează Wi-Fi
ru: Включить Wi-Fi
tr: Wi-Fi Aç
vi: Bật Wi-Fi

source: Unavailable
ar: غير متوفر
cs: Nedostupné
de: Nicht verfügbar
el: Μη Διαθέσιμο
fr: Indisponible
id: Tidak Tersedia
it: Non disponibile
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
tr: Mevcut Değil
vi: Không có sẵn

source: Unknown
ar: غير معروف
cs: Neznámé
de: Unbekannt
el: Άγνωστο
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
tr: Bilinmiyor
vi: Không rõ

source: Unreachable
ar: غير قابل للوصول
cs: Nedosažitelné
de: Nicht erreichbar
el: Μη Προσβάσιμο
fr: Inatteignable
id: Tidak Terjangkau
it: Non raggiungibile
pt_br: Inacessível
ro: Imposibil de găsit
ru: Недостижимо
tr: Bağlantı Yok
vi: Không thể truy cập

source: Updates:
ar: التحديثات:
it: Aggiornamenti:
pt_br: Atualizações:
ru: Обновления:
vi: Cập nhật:

source: Username:
ar: إسم المستخدم:
cs: Uživatelské jméno:
de: Benutzername:
el: Όνομα χρήστη:
fr: Nom d'utilisateur
id: Nama Pengguna:
it: Nome utente:
pt_br: Nome de Usuário:
ru: Имя пользователя
tr: Kullanıcı Adı:
vi: Tên người dùng:

source: Version:
ar: الإصدار:
cs: Verze:
el: Έκδοση:
id: Versi:
it: Versione:
pt_br: Versão:
ro: Versiune:
ru: Версия:
tr: Versiyon:
vi: Phiên bản:

source: View saved credentials from keychain for the selected network.
ar: View saved credentials from keychain for this network.
de: Zeige gespeicherte Anmeldeinformationen aus dem Schlüsselbundverwaltung für das ausgewählte Netzwerk an.
it: Mostra le credenziali salvate sul portachiavi della rete selezionata.
pt_br: Visualizando as credenciais salvas no chaveiro para a rede selecionada.
ru: Посмотреть сохранённые данные из связки ключей для выбранной сети.
vi: Hiển thị giấy phép đã lưu từ chuỗi khoá cho mạng đã chọn.

source: View saved credentials from keychain for this network.
de: Zeige gespeicherte Anmeldeinformationen aus dem Schlüsselbundverwaltung für dieses Netzwerk an.
it: Mostra le credenziali salvate sul portachiavi di questa rete.
pt_br: Visualizar as credenciais salvas no chaveiro para esta rede.
ru: Посмотреть сохранённые данные из связки ключей для этой сети.
vi: Hiển thị giấy phép đã lưu từ chuỗi khoá cho mạng này.

source: Visit OpenIntelWireless on GitHub
ar: زيارة OpenIntelWireless على GitHub
cs: Navštivte OpenIntelWireless na GitHubu
de: Besuche OpenIntelWireless auf GitHub
el: Επισκεφθείτε το OpenIntelWireless στο GitHub
fr: Visitez OpenIntelWireless sur GitHub
id: Kunjungi OpenIntelWireless di GitHub
it: Visita OpenIntelWireless su GitHub
pt_br: Visite OpenIntelWireless no GitHub
ro: Vizitează OpenIntelWireless pe GitHub
ru: Открыть OpenIntelWireless на GitHub
tr: Github'ta OpenIntelWireless'ı Ziyaret Et
vi: Đến OpenIntelWireless trên GitHub

source: WPA/WPA2 Enterprise
ar: WPA/WPA2 على مستوى المؤسسة
cs: WPA/WPA2 podnikové
de: Firmenweiter WPA/WPA2
el: WPA/WPA2 Εταιρικό
fr: WPA/WPA2 Entreprise
id: WPA/WPA2 Entreprise
pt_br: WPA/WPA2 Empresarial
tr: WPA/WPA2 Kurumsal
vi: WPA/WPA2 Doanh nghiệp

source: WPA/WPA2 Personal
ar: WPA/WPA2 الشخصي
cs: WPA/WPA2 osobní
de: Persönlicher WPA/WPA2
el: WPA/WPA2 Προσωπικό
fr: WPA/WPA2 Personnel
pt_br: WPA/WPA2 Pessoal
tr: WPA/WPA2 Kişisel
vi: WPA/WPA2 Cá nhân

source: WPA2 Enterprise
ar: WPA2 على مستوى المؤسسة
cs: WPA2 podnikové
de: Firmenweiter WPA2
el: WPA2 Εταιρικό
fr: WPA2 Entreprise
pt_br: WPA2 Empresarial
tr: WPA2 Kurumsal
vi: WPA2 Doanh nghiệp

source: WPA2 Personal
ar: WPA2 شخصي
cs: WPA2 osobní
de: Persönlicher WPA2
el: WPA2 Προσωπικό
fr: WPA2 Personnel
pt_br: WPA2 Pessoal
tr: WPA2 Kişisel
vi: WPA2 Cá nhân

source: WPA2/WPA3 Enterprise
ar: WPA2/WPA3 على مستوى المؤسسة
cs: WPA2/WPA3 podnikové
de: Firmenweiter WPA2/WPA3
el: WPA2/WPA3 Εταιρικό
fr: WPA2/WPA3 Entreprise
pt_br: WPA2/WPA3 Empresarial
tr: WPA2/WPA3 Kurumsal
vi: WPA2/WPA3 Doanh nghiệp

source: WPA2/WPA3 Personal
ar: WPA2/WPA3 شخصي
cs: WPA2/WPA3 osobní
de: Persönlicher WPA2/WPA3
el: WPA2/WPA3 Προσωπικό
fr: WPA2/WPA3 Personnel
pt_br: WPA2/WPA3 Pessoal
tr: WPA2/WPA3 Kişisel
vi: WPA2/WPA3 Cá nhân

source: WPA3 Enterprise
ar: WPA3 على مستوى المؤسسة
cs: WPA3 podnikové
de: Firmenweiter WPA3
el: WPA3 Εταιρικό
fr: WPA3 Entreprise
pt_br: WPA3 Empresarial
tr: WPA3 Kurumsal
vi: WPA3 Doanh nghiệp

source: WPA3 Personal
ar: WPA3 شخصي
cs: WPA3 osobní
de: Persönlicher WPA3
el: WPA3 Προσωπικό
fr: WPA3 Personnel
pt_br: WPA3 Pessoal
tr: WPA3 Kişisel
vi: WPA3 Cá nhân

source: Wi-Fi Network "
ar: شبكات Wi-Fi "
cs: Wi-Fi Síť "
de: WLAN-Netzwerk "
el: Δίκτυο Wi-Fi "
fr: Réseau Wi-Fi "
id: Jaringan Wi-Fi "
it: Rete Wi-fi "
pt_br: Rede Wi-Fi "
ro: Rețea Wi-Fi "
ru: Сети Wi-Fi "
tr: Wi-Fi Ağı "
vi: Mạng Wi-Fi "

source: Wi-Fi: Connected
ar: Wi-Fi: متصل
cs: Wi-Fi: Připojeno
de: WLAN: Verbunden
el: Wi-Fi: Συνδεδεμένο
fr: Wi-Fi: Connecté
id: Wi-Fi: Tersambung
it: Wi-Fi: connesso
pt_br: Wi-Fi: Conectado
ro: Wi-Fi: Conectat
ru: Wi-Fi: Подключен
tr: Wi-Fi: Bağlandı
vi: Wi-Fi: Đã kết nối

source: Wi-Fi: Connecting
ar: Wi-Fi: قيد الإتصال
cs: Wi-Fi: Připojuje se
de: WLAN: Verbinden
el: Wi-Fi: Πραγματοποιείται Σύνδεση
fr: Wi-Fi: Connection
id: Wi-Fi: Menyambungkan
it: Wi-Fi: in connessione
pt_br: Wi-Fi: Conectando
ro: Wi-Fi: Se conectează
ru: Wi-Fi: Подключение
tr: Wi-Fi: Bağlanıyor
vi: Wi-Fi: Đang kết nối

source: Wi-Fi: Looking for Networks...
ar: Wi-Fi: جاري البحث عن شبكات...
cs: Wi-FI: Hledání sítí...
de: WLAN: Netzwerke suchen...
el: Wi-Fi: Αναζήτηση για Δίκτυα...
fr: Wi-Fi: Recherche de réseau...
id: Wi-Fi: Mencari Jaringan...
it: Wi-Fi: cerco reti...
pt_br: Wi-Fi: Procurando por Redes...
ro: Wi-Fi: Se caută rețele...
ru: Wi-Fi: Поиск сетей...
tr: Wi-Fi: Mevcut Ağlar Taranıyor...
vi: Wi-Fi: Đang tìm kiếm...

source: Wi-Fi: Off
ar: Wi-Fi: إيقاف
cs: Wi-Fi: Vypnuto
de: WLAN: aus
el: Wi-Fi: Απενεργοποιημένο
fr: Wi-Fi: Désactivé
id: Wi-Fi: Mati
it: Wi-Fi: non attivo
pt_br: Wi-Fi: Desativado
ro: Wi-Fi: Dezactivat
ru: Wi-Fi: Выключен
tr: Wi-Fi: Kapalı
vi: Wi-Fi: Tắt

source: Wi-Fi: On
ar: Wi-Fi: قيد التشغيل
cs: Wi-Fi: Zapnuto
de: WLAN: ein
el: Wi-Fi: Ενεργό
fr: Wi-Fi: Active
id: Wi-Fi: Aktif
it: Wi-Fi: attivo
pt_br: Wi-Fi: Ativado
ro: Wi-Fi: Activat
ru: Wi-Fi: Включен
tr: Wi-Fi: Aç
vi: Wi-Fi: Bật

source: Wi-Fi: Status unavailable
ar: Wi-Fi: الحالة غير متوفرة
cs: Wi-Fi: Stav nedostupný
de: WLAN: Status nicht verfügbar
el: Wi-Fi: Μη διαθέσιμη κατάσταση
fr: Wi-Fi: Indisponible
id: Wi-Fi: Tidak Ada Status
it: Wi-Fi: Stato non disponibile
pt_br: Wi-Fi: Status indisponível
ro: Wi-Fi: Indisponibil
ru: Wi-Fi: Статус недоступен
tr: Wi-Fi: Ağ Durumuna Erişilemiyor
vi: Wi-Fi: Không có thông tin

source: Your Mac will no longer join this Wi-Fi network.
de: Dein Mac wird nicht mehr mit diesem WLAN verbunden sein.
it: Il tuo Mac non si connetterà più a questa rete Wi-Fi
pt_br: Seu Mac não se conectará mais a esta rede Wi-Fi.
ru: Ваш Mac больше не будет подключаться к этой Wi-Fi сети.
vi: Máy Mac của bạn sẽ không kết nối đến mạng Wi-Fi này nữa.

source: " Requires Password
ar: " يتطلب كلمة سر
cs: " Vyžaduje heslo
de: " Benötigt Passwort
el: " Απαιτείται Κωδικός Πρόσβασης
fr: " Nécessite un mot de passe
id: " Memerlukan Kata Sandi
it: " Password necessaria
pt_br: " Requer senha
ro: " Necesită o parolă
ru: " Введите пароль
tr: " Şifre Gerekli
vi: " Yêu cầu mật khẩu
